Repository: Jean-LucTch/CrashDumpAnalyzer
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, fr, nl

source: Unknown error
de: Unbekannter Fehler
fr: Erreur inconnue
nl: Onbekende fout

source: cdb.exe could not be found. Please install the Windows debugging tools.
de: cdb.exe konnte nicht gefunden werden. Bitte installieren Sie die Windows-Debugging-Tools.
fr: cdb.exe introuvable. Veuillez installer les outils de débogage Windows.
nl: cdb.exe kon niet worden gevonden. Installeer de debugging tools van Windows.

source: Debugger not found
de: Debugger nicht gefunden
fr: Débogueur introuvable
nl: Debugger niet gevonden

source: Analysis canceled
de: Analyse abgebrochen
fr: Analyse annulée
nl: Analyse geannuleerd

source: The debugger did not respond within the expected time.
de: Der Debugger hat nicht innerhalb der erwarteten Zeit geantwortet.
fr: Le débogueur n'a pas répondu dans le délai imparti.
nl: De debugger reageerde niet binnen de verwachte tijd.

source: Errors in the analysis
de: Fehler in der Analyse
fr: Erreurs lors de l'analyse
nl: Fouten in de analyse

source: No file selected
de: Keine Datei ausgewählt
fr: Aucun fichier sélectionné
nl: Geen bestand geselecteerd

source: File uploaded and analyzed. Ticket number:
de: Hochgeladen und analysiert. Ticket-Nummer:
fr: Fichier téléchargé et analysé. Numéro de ticket :
nl: Bestand ge√ºpload en geanalyseerd. Ticketnummer:

source: Please upload a valid .dmp file
de: Bitte laden Sie eine gültige .dmp-Datei hoch
fr: Veuillez téléverser un fichier .dmp valide
nl: Upload een geldig .dmp-bestand

source: Changelog file not found.
de: Changelog-Datei nicht gefunden.
fr: Fichier journal des modifications introuvable.
nl: Changelog-bestand niet gevonden.

source: Analysis report not found.
de: Analysebericht nicht gefunden.
fr: Rapport d'analyse introuvable.
nl: Analyseverslag niet gevonden.

source: Analysis report for ticket %(ticket_number)s from %(ticket_timestamp)s
de: Analysebericht für Ticket %(ticket_number)s vom %(ticket_timestamp)s
fr: Rapport d'analyse pour le ticket %(ticket_number)s du %(ticket_timestamp)s
nl: Analyseverslag voor ticket %(ticket_number)s van %(ticket_timestamp)s

source: Back to overview
de: Zurück zur Übersicht
fr: Retour à la vue d'ensemble
nl: Terug naar overzicht

source: Back to the main page
de: Zurück zur Hauptseite
fr: Retour à la page principale
nl: Terug naar de hoofdpagina

source: Deutsch
fr: Allemand
nl: Duits

source: English
fr: Anglais
nl: Engels

source: Dutch
fr: Néerlandais
nl: Nederlands

source: Drag file here or click to select a file.
de: Ziehen Sie die Datei hierher oder klicken Sie, um eine Datei auszuwählen.
fr: Glissez un fichier ici ou cliquez pour en sélectionner un.
nl: Sleep een bestand hierheen of klik om een bestand te selecteren.

source: Upload & Analyze
de: Hochladen & Analysieren
fr: Téléverser et analyser
nl: Uploaden en analyseren

source: Reason for the crash:
de: Ursache des Absturzes:
fr: Raison du crash :
nl: Reden voor de crash:

source: View analysis report
de: Analysebericht anzeigen
fr: Voir le rapport d'analyse
nl: Analyseverslag bekijken

source: No tickets available yet.
de: Noch keine Tickets verfügbar.
fr: Aucun ticket disponible pour l'instant.
nl: Er zijn nog geen tickets beschikbaar.

source: Version
nl: Versie

source: Selected file:
de: Ausgewählte Datei:
fr: Fichier sélectionné :
nl: Geselecteerd bestand:

source: Administrator actions
fr: Actions administrateur
nl: Beheerdersacties

source: Clear dump files
fr: Supprimer les fichiers dump
nl: Dumpbestanden verwijderen

source: Dump files cleared.
fr: Fichiers dump supprimés.
nl: Dumpbestanden verwijderd.
